[
  {
    "slug": "damro-india-cooch-behar",
    "image": "https://i.ibb.co/ccH95ZWY/damro.jpg",
    "heading": "Damro India (Cooch Behar Branch)",
    "tag": "Inauguration Campaign",
    "subheading": "Modern and visually appealing website that reflected the client's brand.",
    "clientDetails": {
      "client": "Pawel Gola",
      "timeline": "3 Weeks",
      "services": "Template",
      "website": "gola.io"
    },
    "about": {
      "heading": "Concept, Design, and Development. All-in-one.",
      "details": [
        {
          "heading": "Challenge",
          "text": "Our client was struggling to attract and retain customers due to an outdated and non-responsive website that didn't align with their brand identity."
        },
        {
          "heading": "Goal",
          "text": "Our goal was to create a modern and visually appealing website that reflected the client's brand and delivered a seamless user experience. The website needed to be responsive, easy to navigate, and optimized for search engines to improve their online visibility."
        },
        {
          "heading": "Result",
          "text": "Our team developed a custom website design that was not only visually stunning but also user-friendly and optimized for search engines. The client's website now showcases their products and services in a professional and engaging manner, and has seen a significant increase in organic traffic and customer engagement. The client is thrilled with the final result and has received positive feedback from their customers."
        }
      ]
    }
  },
  {
    "slug": "the-jungle-book-resort",
    "image": "https://i.ibb.co/3964LcRq/JBR-Property-Aerial.png",
    "heading": "The Jungle Book Resort",
    "tag": "Webdesign",
    "subheading": "Modern and visually appealing website that reflected the client's brand.",
    "clientDetails": {
      "client": "Pawel Gola",
      "timeline": "3 Weeks",
      "services": "Template",
      "website": "gola.io"
    },
    "about": {
      "heading": "Concept, Design, and Development. All-in-one.",
      "details": [
        {
          "heading": "Challenge",
          "text": "Our client was struggling to attract and retain customers due to an outdated and non-responsive website that didn't align with their brand identity."
        },
        {
          "heading": "Goal",
          "text": "Our goal was to create a modern and visually appealing website that reflected the client's brand and delivered a seamless user experience. The website needed to be responsive, easy to navigate, and optimized for search engines to improve their online visibility."
        },
        {
          "heading": "Result",
          "text": "Our team developed a custom website design that was not only visually stunning but also user-friendly and optimized for search engines. The client's website now showcases their products and services in a professional and engaging manner, and has seen a significant increase in organic traffic and customer engagement. The client is thrilled with the final result and has received positive feedback from their customers."
        }
      ]
    }
  },
  {
    "slug": "growcial-bull",
    "image": "/selected-works/dark-charts.jpg",
    "heading": "Growcial Bull",
    "tag": "Web Development",
    "subheading": "A modern crypto landing page built from a custom design.",
    "clientDetails": {
      "client": "Vikkas Chakraborty",
      "timeline": "3 Weeks",
      "services": "Web Development",
      "website": "growcialbull.com"
    },
    "about": {
      "heading": "Development and Implementation — From the Ground Up.",
      "details": [
        {
          "heading": "Challenge",
          "text": "The client had no existing website or online presence, which made it challenging to build trust and attract early supporters in the competitive blockchain industry. They provided a custom design that required precise implementation to ensure it performed well across devices."
        },
        {
          "heading": "Goal",
          "text": "Our goal was to faithfully translate the client's design into a modern, responsive, and fast-loading website with multiple routes for showcasing tokenomics, project roadmap, and community information. The site needed to be optimized for search engines and ready to establish credibility from the moment it launched."
        },
        {
          "heading": "Result",
          "text": "We developed a polished, fully responsive crypto platform landing page exactly matching the client's design vision. This launch marked their first official online presence, leading to increased investor interest, strong community engagement, and a significant boost in organic traffic. The client was extremely satisfied with the seamless execution and overall performance."
        }
      ]
    }
  },
  {
    "slug": "forevision-digital",
    "image": "https://i.ibb.co/XfcN9NN4/dark-music.jpg",
    "heading": "ForeVision Digital",
    "tag": "Web Design & Development",
    "subheading": "A modern, high-converting music distribution platform tailored to the client's vision.",
    "clientDetails": {
      "client": "Pulak Chakraborty",
      "timeline": "3 Weeks",
      "services": "Custom Design & Development",
      "website": "gola.io"
    },
    "about": {
      "heading": "Strategy, Design, and Development — All in One.",
      "details": [
        {
          "heading": "Challenge",
          "text": "The client’s previous website was outdated, unresponsive, and lacked the modern design and functionality needed to attract music creators and labels. This was negatively impacting both their credibility and conversion rates."
        },
        {
          "heading": "Goal",
          "text": "We set out to design and build a contemporary website that embodied the client's brand, offered an intuitive experience for artists and partners, and was fully optimized for search engines to increase visibility in the highly competitive music distribution market."
        },
        {
          "heading": "Result",
          "text": "The final product was a sleek, responsive website that clearly showcases the client’s services and unique value proposition. After launch, the site experienced a substantial boost in organic traffic and user engagement. The client reported overwhelmingly positive feedback and significant improvements in customer acquisition."
        }
      ]
    }
  }
]
